label situation2:
    stop music fadeout 2.5
    # Фон сцены
    agil "Бля, наконец-то приехали."
    djahid "Улепётывайте с машины, ебланы, я говорил сзади не курить!"
    "Все быстро покинули машину..."

    # Лицевая часть хаты
    play music aware
    "Дом казался обычным..."
    "Но, это чувство.."
    "Чувство.."
    "Как будто, кто-то или что-то здесь есть.."
    "Будет пожирать одного из главных героев."
    stop music fadeout 2

    play music n_woods

    # Дверь в особняк

    uzbek "Ну и вид, конечно.."
    agil "Это да, жуть."
    agil "Ну, ключи сюда, открывайте и заходите!"
    agil "А я, пока что, покурить."
    djahid "Я с тобой."
    # Прихожая особняка
    "Пока Джахид и Агиль насыщаются никотином, остальные ребята вошли в особняк и начали осматривать его"
    stop music fadeout 1.5

    islam "И вот за это, мы въебали кучу денег?"
    uzbek "А чего ты хотел, особняк старый, на то и жуткий."
    uzbek "Ты пока осмотри второй этаж, я тут расфасую шмот"
    # рядом входом в особняк
    "Тем временем, эти двое на улице.."
    djahid "Бра-ат, я же только учусь играть в доту."
    agil "По-братски, пиздуй внутрь."

    # прихожая

    uzbek "Джахид.."
    uzbek "А где этот?"
    islam "Дай угадаю..по-братски?"
    djahid "Ага, не контрится. Всё ещё курит там."
    





return
